Repository: ch998244353/TuckPane
Catalog: src/TuckPane/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

source: Paste cancelled.
ja_jp: 貼り付けをキャンセルしました。
zh_cn: 粘贴已取消。

# PasteFailedFormat
source: Could not paste: {0}
ja_jp: 貼り付けに失敗しました：{0}
zh_cn: 粘贴失败：{0}

# PastedImageNameFormat
source: Pasted image {0}.png
ja_jp: 貼り付けた画像 {0}.png
zh_cn: 粘贴的图片 {0}.png

# PastedImageFormat
source: Pasted image “{0}”.
ja_jp: 画像「{0}」を貼り付けました。
zh_cn: 已粘贴图片“{0}”。

# NewFolderDefaultName
source: New folder
ja_jp: 新しいフォルダー
zh_cn: 新建文件夹

# NewFolderTitle
source: New folder
ja_jp: 新しいフォルダー
zh_cn: 新建文件夹

# FolderNameEmptyError
source: The folder name cannot be empty.
ja_jp: フォルダー名を入力してください。
zh_cn: 文件夹名称不能为空。

# FolderNameInvalidError
source: The name is too long, contains invalid characters, or ends with a period or space.
ja_jp: 名前が長すぎるか、無効な文字を含むか、末尾がピリオドまたは空白です。
zh_cn: 名称包含非法字符、过长，或以句点/空格结尾。

# FolderNameReservedError
source: This is a reserved Windows name. Choose another name.
ja_jp: Windows の予約名です。別の名前を指定してください。
zh_cn: 该名称是 Windows 保留名称，请换一个名称。

# FolderCreatedFormat
source: Created folder “{0}”.
ja_jp: フォルダー「{0}」を作成しました。
zh_cn: 已创建文件夹“{0}”。

# ContextNewNote
source: New note
ja_jp: 新しい付箋
zh_cn: 新建便签

# ContextRenameNote
source: Rename note
ja_jp: 付箋の名前を変更
zh_cn: 重命名便签

# ContextDeleteNote
source: Delete note
ja_jp: 付箋を削除
zh_cn: 删除便签

# ContextRenameFile
source: Rename
ja_jp: 名前の変更
zh_cn: 重命名

# ContextCopyFile
source: Copy
ja_jp: コピー
zh_cn: 复制

# RenameItemTitle
source: Rename item
ja_jp: 項目名の変更
zh_cn: 重命名项目

# RenameItemPlaceholder
source: Enter a new name
ja_jp: 新しい名前を入力
zh_cn: 输入新名称

# ItemNameRequired
source: The name cannot be empty.
ja_jp: 名前を空にすることはできません。
zh_cn: 名称不能为空。

# ItemNameDuplicate
source: An item with that name already exists in this organizer.
ja_jp: 同じ名前の項目がこの収納ウィンドウに既にあります。
zh_cn: 当前收纳窗中已存在同名项目。

source: Rename
ja_jp: 名前を変更
zh_cn: 重命名

source: Delete
ja_jp: 削除
zh_cn: 删除

source: Cut
ja_jp: 切り取り
zh_cn: 剪切

# NoteRenameTitle
source: Rename note
ja_jp: 付箋の名前を変更
zh_cn: 重命名便签

# NoteDeleteTitle
source: Delete note
ja_jp: 付箋を削除
zh_cn: 删除便签

# NoteDeleteMessageFormat
source: Delete “{0}” and its contents permanently?
ja_jp: 「{0}」とその内容を完全に削除しますか？
zh_cn: 永久删除“{0}”及其中的内容？

source: Note color
ja_jp: 付箋の色
zh_cn: 便签颜色

# NoteRuledLines
source: Ruled lines
ja_jp: 罫線
zh_cn: 正文横线

source: Close note
ja_jp: 付箋を閉じる
zh_cn: 关闭便签

# NoteEditorErrorFormat
source: The note editor could not start: {0}
ja_jp: 付箋エディターを起動できませんでした: {0}
zh_cn: 无法启动便签编辑器：{0}

# NoteClipboardWriteError
source: The text could not be copied to the clipboard.
ja_jp: 文字をクリップボードにコピーできませんでした。
zh_cn: 无法把文字写入剪贴板。

# NoteSaveErrorFormat
source: The note could not be saved: {0}
ja_jp: 付箋を保存できませんでした: {0}
zh_cn: 无法保存便签：{0}

# NoteDragSaveFailed
source: The note could not be saved before dragging.
ja_jp: ドラッグする前に付箋を保存できませんでした。
zh_cn: 拖出前无法保存便签。

# PortableNoteOpenErrorFormat
source: Could not open “{0}”: {1}
ja_jp: 「{0}」を開けませんでした: {1}
zh_cn: 无法打开“{0}”：{1}

# PortableNoteExtensionError
source: Only .tucknote files can be opened as notes.
ja_jp: .tucknote ファイルだけを付箋として開けます。
zh_cn: 只有 .tucknote 文件能作为便签打开。

# PortableNoteCreateErrorTitle
source: Could not create note
ja_jp: 付箋を作成できません
zh_cn: 无法创建便签

# PortableNoteLocalFolderRequired
source: Notes can only be created in real folders on local fixed or removable drives.
ja_jp: 付箋はローカルの固定ドライブまたはリムーバブルドライブ上の実フォルダーにのみ作成できます。
zh_cn: 便签只能创建在本机固定磁盘或移动磁盘的真实文件夹中。

# NoteTooLarge
source: This note is too large to save.
ja_jp: この付箋は大きすぎて保存できません。
zh_cn: 便签内容过大，无法保存。

# NotePlaceholder
source: Type a note or paste an image…
ja_jp: メモを入力するか、画像を貼り付けます…
zh_cn: 输入便签内容，或粘贴图片…

# NotePastedImage
source: Pasted image
ja_jp: 貼り付けた画像
zh_cn: 粘贴的图片

# NoteResizeImage
source: Resize image
ja_jp: 画像のサイズを変更
zh_cn: 调整图片大小

# NoteNameRequired
source: The note name cannot be empty.
ja_jp: 付箋名を空にすることはできません。
zh_cn: 便签名称不能为空。

# NoteNameDuplicate
source: A note with this name already exists in this organizer.
ja_jp: この収納ウィンドウには同じ名前の付箋があります。
zh_cn: 这个收纳窗中已存在同名便签。

# NoteRenameHint
source: Click the title to rename the note.
ja_jp: タイトルをクリックすると付箋名を変更できます。
zh_cn: 单击标题可重命名便签。

# NoteThemeRainBlue
source: Rain blue
ja_jp: レインブルー
zh_cn: 雨蓝

# NoteThemeGraphite
source: Graphite
ja_jp: グラファイト
zh_cn: 石墨

# NoteThemeSunYellow
source: Warm yellow
ja_jp: ウォームイエロー
zh_cn: 暖黄

# NoteThemeInkBlack
source: Ink black
ja_jp: インクブラック
zh_cn: 墨黑

# NoteThemeTransparentGlass
source: Color glass
ja_jp: カラーガラス
zh_cn: 彩色玻璃

# NoteThemeCloudPaper
source: Cloud paper
ja_jp: クラウドペーパー
zh_cn: 云纸

# NoteThemeWheatPaper
source: Wheat paper
ja_jp: ウィートペーパー
zh_cn: 麦纸

# PerformanceProfileTitle
source: Performance profile
ja_jp: パフォーマンス モード
zh_cn: 性能档位

# PerformanceProfilePowerSaver
source: Power saver
ja_jp: 省電力
zh_cn: 节能

# PerformanceProfileBalanced
source: Balanced
ja_jp: バランス
zh_cn: 平衡

# PerformanceProfileHighPerformance
source: High performance
ja_jp: 高パフォーマンス
zh_cn: 高性能

# PerformanceProfilePowerSaverDescription
source: Checks less often and disables custom animations for long-running background use.
ja_jp: バックグラウンド確認を減らし、独自アニメーションを無効にします。
zh_cn: 减少后台检查并关闭自定义动画，适合长期后台运行。

# PerformanceProfileBalancedDescription
source: Keeps the current responsiveness and full animations for everyday use.
ja_jp: 現在の応答性とすべてのアニメーションを維持します。
zh_cn: 保持当前响应和完整动画，适合作为日常默认档位。

# PerformanceProfileHighPerformanceDescription
source: Checks pointer and desktop state more often for faster response.
ja_jp: ポインターとデスクトップの状態をより頻繁に確認します。
zh_cn: 提高指针和桌面状态检查频率，获得更快响应。

# PerformanceProfileErrorTitle
source: Could not update performance profile
ja_jp: パフォーマンス モードを更新できません
zh_cn: 无法更新性能档位

# ContextNewTodo
source: New to-do
ja_jp: 新しい To Do
zh_cn: 新建待办

# TodoRemainingFormat
source: {0} remaining
ja_jp: 残り {0} 件
zh_cn: 还有 {0} 项待完成

# TodoAddPlaceholder
source: Type a to-do and press Enter
ja_jp: To Do を入力して Enter キーを押す
zh_cn: 输入待办并按 Enter

source: To-do color
ja_jp: To Do の色
zh_cn: 待办颜色

source: Close to-do
ja_jp: To Do を閉じる
zh_cn: 关闭待办

# TodoRenameHint
source: Click the title to rename this to-do.
ja_jp: タイトルをクリックして To Do の名前を変更します。
zh_cn: 单击标题可重命名待办。

# TodoDragSaveFailed
source: Could not save the to-do before moving it.
ja_jp: 移動前に To Do を保存できませんでした。
zh_cn: 移动前无法保存待办。

# TodoSaveErrorFormat
source: Could not save the to-do: {0}
ja_jp: To Do を保存できません：{0}
zh_cn: 无法保存待办：{0}

# TodoUndo
source: Undo
ja_jp: 元に戻す
zh_cn: 撤销

# TodoEdit
source: Edit
ja_jp: 編集
zh_cn: 修改

# TodoDelete
source: Delete
ja_jp: 削除
zh_cn: 删除

# TodoNameRequired
source: The to-do name cannot be empty.
ja_jp: To Do の名前を入力してください。
zh_cn: 待办名称不能为空。

# TodoNameDuplicate
source: A to-do with this name already exists in this organizer.
ja_jp: 同じ名前の To Do がこの整理ウィンドウにあります。
zh_cn: 这个收纳窗中已存在同名待办。

# PortableTodoOpenErrorFormat
source: Could not open “{0}”: {1}
ja_jp: 「{0}」を開けません：{1}
zh_cn: 无法打开“{0}”：{1}

# PortableTodoExtensionError
source: Only .tucktodo files can be opened as to-dos.
ja_jp: .tucktodo ファイルだけを To Do として開けます。
zh_cn: 只有 .tucktodo 文件能作为待办打开。
